import {TableProps} from "widgets";

export const cellsHeader: TableProps['cellsHeader'] = [];
export const requisites: TableProps['cellsRow'] = [
	[
		{ data: `
			Полное наименование
		` },
		{ data: `
			Благотворительный Фонд Помощи «ВЫЗОВ»
		` },
	],
	[
		{ data: `
			Сокращенное наименование
		` },
		{ data: `
			БФП «ВЫЗОВ»
		` },
	],
	[
		{ data: `
			Юридический адрес организации
		` },
		{ data: `
			183052, Россия, Мурманская область, г.о. город Мурманск, г. Мурманск, пр-кт Кольский, д. 171, кв. 33
		` },
	],
	[
		{ data: `
			ИНН
		` },
		{ data: `
			5190099964
		` },
	],
	[
		{ data: `
			КПП
		` },
		{ data: `
			519001001
		` },
	],
	[
		{ data: `
			Расчетный счет
		` },
		{ data: `
			40702810410001635222
		` },
	],
	[
		{ data: `
			ОГРН
		` },
		{ data: `
			1245100003170
		` },
	],
	[
		{ data: `
			Наименование банка
		` },
		{ data: `
			АО «Тинькофф Банк»
		` },
	],
	[
		{ data: `
			БИК банка
		` },
		{ data: `
			044525974
		` },
	],
	[
		{ data: `
			ИНН банка
		` },
		{ data: `
			7710140679
		` },
	],
	[
		{ data: `
			Корреспондентский счет банка
		` },
		{ data: `
			30101810145250000974
		` },
	],
	[
		{ data: `
			Юридический адрес банка
		` },
		{ data: `
			127287, г. Москва, ул. Хуторская 2-я, д. 38А, стр. 26
		` },
	],
	[
		{ data: `
			Назначение платежа
		` },
		{ data: `
			Пожертвование согласно ст. 582 ГК РФ. Без налога (НДС)
		` },
	],
];